perf_test/results/recommend_empty_100_RPS.txt
Requests      [total, rate, throughput]         6000, 100.03, 100.02
Duration      [total, attack, wait]             59.988s, 59.985s, 3.246ms
Latencies     [min, mean, 50, 90, 95, 99, max]  463.8µs, 3.341ms, 3.305ms, 4.162ms, 4.773ms, 6.603ms, 84.517ms
Bytes In      [total, mean]                     11670000, 1945.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:6000  
Error Set: